Repository: neginsky58/customer-portal
Catalog: po/*/mbms.po
Languages: de, pt

source: Email
pt: Correio

source: Not available
de: Nicht verfügbar
pt: Não disponível

source: Email %s deleted!
de: Email %s gelöscht!
pt: Correio eletrónico %s eliminado!

source: Delete
de: Löschen
pt: Eliminar

source: Delete %s
de: Lösche %s
pt: Eliminar %s

source: Email %s
pt: Correio eletrónico %s

source: Your email accounts
de: Ihre email Konto
pt: As suas contas de correio eletrónico

source: Add email account
de: Email zufügen
pt: Adicione a conta de correio eletrónico

source: Add
de: Zufügen
pt: Adicionar

source: New Email account %s saved!
de: Neue Email %s gespeichert!
pt: Nova conta de correio eletrónico %s salva!

source: Your email %s
de: Ihre Email %s
pt: Seu e-mail %s

source: Email updated
de: Email aktualisiert
pt: e-mail actualizado

source: Nothing changed
de: Nichts geändert
pt: Nada a Alterar

source: Edit
de: Ändern
pt: Editar

source: Edit email %s
de: Email %s ändern
pt: Editar correio

source: Your email settings
de: Ihre Email Einstellungen
pt: Configuração do seu e-mail

source: Settings
de: Einstellungen
pt: Configurações

source: Session
de: Sitzung
pt: Sessão

source: User '%s'
de: Benutzer '%s'
pt: Usuário '%s'

source: Login
de: Anmelden
pt: Início de sessão

source: Wrong username or password
de: Benuzername oder Passwort inkorrekt
pt: Nome de utilizador ou senha errado

source: Customer logins only
de: Nur Kunden logins
pt: Login somente para Clientes

source: Email Login
de: Email Anmeldung
pt: Login do e-mail

source: Logged out
de: Angemeldet
pt: Desligado

source: Change password
de: Passwort ändern
pt: Modifique a senha

source: Password saved! Use new password on next login!
de: Passwort gespeichert! Neues Passwort bei der nächsten Anmeldung verwenden.
pt: Senha salvada! Use a nova senha no próximo início de sessão

source: Welcome
de: Willkommen
pt: Bem-vindo

source: Aliases
de: Alias
pt: Endereços Virtuais

source: Add alias account
de: Ein Alias Konto zufügen
pt: Adicionar conta virtual

source: New Alias account %s saved!
de: Neues Alias Konto %s gespeichert!
pt: Novo Alias %s guardado!

source: Alias has been removed
de: Alias wurde entfernt
pt: O Alias foi Removido

source: View Hotspot Account
de: Hotspot Konto anzeigen
pt: Ver Conta HotSpot

source: Account '%s' cancelled
de: Konto '%s' suspendiert
pt: A conta '%s' foi Cancelada

source: Account statement
de: Kontoauszug
pt: Extrato de Conta

source: Buy Hotspot Internet
de: Hotspot Internet kaufen
pt: Comprar Internet HotSpot

source: Circuits
de: Verbindungen
pt: Circuitos

source: Utilization
de: Verbrauch
pt: Utilização da Largura de Banda

source: Latencies/Loss
pt: Latências/Perda-de-pacotes

source: Configuration
de: Konfiguration
pt: Configuração

source: Graphs
de: Grafiken
pt: Gráficos

source: Latencies/Loss Graph
pt: Latências/Perda-de-pacotes Gráfico

source: Latencies/Loss Graph for %s
pt: Latências/Perda-de-pacotes Gráfico por %s

source: Latencies/Loss graph is not enabled on this circuit
pt: Latências/Perda-de-pacotes gráfico não é activado neste circuito

source: Devices
de: Geräte
pt: Dispositivos

source: IP configuration
de: IP Konfiguration
pt: Configuração IP

source: Graph
de: Grafik
pt: Gráficos

source: Bandwidth Utilization for %s
de: Bandbreite Verbrauch für %s
pt: Utilização da Largura de Banda para %s

source: Support
pt: Assistência

source: Add a new contact
de: Neuen Kontakt zufügen
pt: Adicione um novo contacto

source: Contacts
de: Kontakte
pt: Contactos

source: Contact saved!
de: Kontakt gespeichert!
pt: Contacto Guardado!

source: Edit contact
de: Kontakt ändern
pt: Edite o contacto

source: Contact updated
de: Kontakt erneuert
pt: Contacto actualizado

source: Contact Deleted
de: Kontakt gelöscht
pt: Contacto eliminado

source: %s Customer Support
de: %s Kundensupport
pt: %s Suporte a Clientes

source: New technical request
de: Neue technische Anfrage
pt: Novo pedido técnico

source: Technical Support
de: Technischer Support
pt: Assistência Técnica

source: Specify a subject
de: Betreff angeben
pt: Especifique o assunto

source: Type a details request
de: Geben Sie eine detaillierte Anfrage ein
pt: Introduza um pedido de detalhes

source: Sales/Commercial contact
de: Vertriebskontakt
pt: Contacto Venda/Comercial

source: Your network
de: Ihr Netzwerk
pt: Sua Rede

source: Your address
de: Ihre Adresse
pt: Seu e-mail

source: Your first IP
de: Ihre erste IP
pt: Seu primeiro endereço IP

source: Your last IP
de: Ihre letzte IP
pt: Seu último endereço IP

source: Broadcast address
de: Broadcast Adresse
pt: Endereço de Broadcast

source: Static route with gateway: %s
de: Statische Route mit Gateway: %s
pt: Rota estática com Gateway

source: Enter 2 to 48 characters
de: 2 bis 48 Zeichen eingeben
pt: Insira de 2 a 48 caracteres

source: Invalid format or characters
de: Ungültiges Format oder Zeichen
pt: Formato ou carateres inválidos

source: %s - Already existing Alias
de: %s - Gibt es bereits
pt: "Alias" %s já existente

source: %s - Already existing Email
de: %s - gibt es schon als Email
pt: Email %s já existente

source: Bad format
de: Falsches Format
pt: Mau formato

source: New email is ready
de: Neue email steht bereit
pt: O novo correio eletrónico está pronto

source: Does not match confirmation.
de: Entspricht nicht der konfirmation
pt: Não corresponde com a confirmação.

source: Invalid characters
de: Ungültige Zeichen
pt: Formato ou carateres inválidos

source: Only numbers allowed here
de: Nur Nummern sind erlaubt
pt: Só números permitidos aqui

source: Passwords do not match
de: Passwörter sind nicht identisch
pt: As senhas não correspondem

source: off
de: aus
pt: desligado

source: low
de: wenig
pt: baixo

source: medium
de: mittle
pt: médio

source: high
de: hoch
pt: alto

source: unknown
de: unbekannt
pt: Desconhecido

source: Invalid format: >%s<
de: Falsches Format >%s<
pt: Formato inválido: >%s<

source: Where to forward?
de: Wohin weiterleiten?
pt: Para onde encaminhar

source: Size to small
de: Grösse zu klein.
pt: Tamanho muito curto

source: Size to big
de: Grösse zu gross
pt: Tamanho muito Grande

source: Already taken
de: Bereits vergeben
pt: Já

source: This name is reserved
de: Dieser Name ist reserviert
pt: Este nome está reservado

source: Enter your last name
de: Geben Sie ihren Nachnamen ein.
pt: Introduza o seu último nome

source: EXPIRED
de: ABGELAUFEN
pt: Expirado

source: Processing...
de: Bitte warten...
pt: A processar...

source: Show _MENU_ entries
de: _MENU_ Einträge anzeigen
pt: Mostrar _MENU_ registos

source: No matching records found
de: Keine Einträge vorhanden
pt: Não foram encontrados resultados

source: Showing _START_ to _END_ of _TOTAL_ entries
de: _START_ bis _END_ von _TOTAL_ Einträgen
pt: Mostrando de _START_ até _END_ de _TOTAL_ registos

source: Showing 0 to 0 of 0 entries
de: 0 bis 0 von 0 Einträgen
pt: Mostrando de 0 até 0 de 0 registros

source: (filtered from _MAX_ total entries)
de: (gefiltert von _MAX_ Einträgen)
pt: (filtrado de _MAX_ registos no total)

source: Search
de: Suchen
pt: Procurar

source: First
de: Erster
pt: Primeiro

source: Previous
de: Zurück
pt: Anterior

source: Next
de: Nächste
pt: Seguinte

source: Last
de: Letzte
pt: Últimas 24h

source: All
de: Alle
pt: Todos

source: Errors
de: Fehler
pt: Erros

source: Circuit can not be monitored
de: Verbindung kann nicht überwacht werden
pt: O circuito não pode ser monitorizado

source: We can ping the CPE
de: Wir können die CPE pingen
pt: Não conseguimos "pingar" a CPE

source: We can not ping the CPE but we see its MAC address
de: Wir können die CPE nicht pingen, aber wir sehen ihre MAC Adresse
pt: Não podemos pingar a CPE, podemos podemos ver o MAC adress

source: Circuit is monitored DOWN
de: Verbindung ist DOWN
pt: Circuito Desligado

source: (last checked: %s ago)
de: (letzte mal gechecked vor %s)
pt: (Última verificalão: %s a trás)

source: Log Out
de: Abmelden
pt: Sair

source: Click for help
de: Click für Hilfe
pt: Click para Ajuda

source: HELP
de: HILFE
pt: AJUDA

source: Feedback Form
de: Rückmeldeformular
pt: Ponto de situação do seu ticket

source: Thank you for contacting our support. To improve our service we kindly as you to fill out this form. It will allow us to review service quality provided. <br> Please note that only the team supervisor will have access to the results.<br><br> <i>Thank You!</i>
de: Vielen Dank fuer Ihre kontataktanfrage. Um unseren Service zu verbessern bitten wir siedieses Formular auszufüllen. Es ermöglicht uns unsere Servicequalität zu überprüfen.<br>Bitte beachten Sie dass nur der Team Supervisor zugang zu den Ergebnissen bekommt.<br><br><i>Vielen Dank</i>
pt: Obrigado pelo seu telefonema. Para avaliar os nossos serviços, por favor preencha o seguinte formulário. <br>O formulário irá permitir-nos analisar a qualidade do serviço prestado. Importa salientar que só o supervisor da equipa terá acesso aos resultados.<br><br><i>Obrigado!</i>

source: Feedback for Ticket
de: Rückmeldung für das Ticket
pt: Ponto de situação do seu ticket

source: Send
de: Abschicken
pt: Enviar

source: Thank you
de: Danke
pt: Obrigado

source: Thank you for your feedback!
de: Danke für Ihre Rückmeldung!
pt: Obrigado pela informação

source: Thank You
de: Danke
pt: Obrigado

source: We already received feedback for this ticket.
de: Wir haben bereits Rückmeldung für dieses Ticket erhalten.
pt: Já recebemos informação sobre este ticket

source: Overall Satifaction
de: Allgemeine Zufriedenheit
pt: Satisfação geral

source: Disagree
de: Dagegen
pt: Discordo

source: Neutral
pt: Sem comentário

source: Agree!
de: Zustimmung
pt: Concordo

source: Support was friendly
de: Der Support war freundlich
pt: O serviço prestado foi bom

source: Support was helpful
de: Support war hilfsreich
pt: O serviço prestado foi útil

source: Support was competent
de: Der Support war kompetent
pt: O serviço prestado foi eficaz

source: Issue was resolved to my satisfaction
de: Das Problem wurde zu meiner Zufriedenheit gelöst
pt: O problema foi resolvido satisfatoriamente

source: Time to resolve the issue was reasonable
de: Die Zeit das Problem zu lösen war angemessen
pt: O tempo que levou para resolver o problema foi razoável

source: Other Information (optional)
de: Weiter Informationen (optional)
pt: Outras informações (opcional)

source: Your name (optional):
de: Ihr Name (optional):
pt: O seu nome (opcional):

source: Comments/Info:
de: Kommentar/Informationen:
pt: Comentários/informação:

source: I want to speak to a supervisor, please contact me.
de: Ich möchte mit einen Supervisor spreche, bitte kontaktieren Sie micht.
pt: Quero falar com um supervisor, por favor, contacte-me.

source: Please enter your contact details into the Comments/Info box
de: Bitte geben Sie Ihre Kontaktinformationen unter Kommentar/Informationen ein.
pt: Por favor, forneça o seu contacto na caixa "Comentário/informação"

source: Ticket not found!
de: Ticket nicht gefunden!
pt: O ticket não foi encontrado!

source: The requested ticket could not be found!
de: Das verlangte Ticket konnte nicht gefunden werden!
pt: O ticket solicitado não pode ser encontrado!

source: IP Configurations
de: IP Konfiguration
pt: Configuração IP

source: This page shows the IP configurations for your circuits.
de: Diese Seite zeigt IP die Konfigurationen für Ihre Verbindungen.
pt: Esta Página mostra as Configuração de IP's para os seus Circuitos.

source: No configuration available, please contact us.
de: Keine Konfigurationen verfügbar, bitte nehmen Sie mit uns Kontakt auf.
pt: Sem nenhuma configuração disponível, Contacte-nos por favor

source: Service
pt: Serviço

source: Bandwidth
de: Bandbreite
pt: Largura de Banda

source: Monitoring status
pt: Estado de Monitorização

source: No circuits have been assigned to you, contact %s if you feel that this is wrong.
de: Keine Verbindungen sind bei Ihnen registriert. Bitte nehmen Sie mit uns Kontakt auf wenn sie glauben das sei nicht richtig.
pt: Não existem Circuitos comprados por si. Contacto %s se acha que esta informação está errada.

source: Circuit %s - Bandwidth Utilization
de: Verbindung %s - Bandbreite Benutzung
pt: Circuito %s - Utilização da Largura de Banda

source: Last 24h
de: Letzten 24 Stunden
pt: Últimas 24h

source: Last Week
de: Letzte Woche
pt: Na semana passada

source: Last Month
de: Letzter Monat
pt: No mês passado

source: Last Year
de: Letztes Jahr
pt: Ano passado

source: Manage Email Aliases
de: Email-Alias Konten verwalten
pt: Configurar Alias de e-mail

source: Your email accounts (%d/%d)
de: Ihre Email Konten (%d/%d)
pt: As suas contas de correio eletrónico (%d/%d)

source: Add Email Account
de: Email Konto hinzufügen
pt: Adicione a conta de correio eletrónico

source: Mailboxlimit reached, delete unused mailboxes if you want to create new ones
de: Email Kontolimit erreicht. Löschen Sie unbenutzte Konten um neue erstellen zu können
pt: Atingido o limite de Caixas de correio, elimine caixas do correio não usadas se você quiser criar novas

source: Address
de: Adresse
pt: Endereço

source: User
de: Benutzer
pt: Utilizador

source: Flags
pt: Bandeiras

source: Email address
de: Email Adresse
pt: Endereço de correio eletrónico

source: Full name
de: Vor- und Nachname
pt: Nome completo

source: The name of the person who is using it (optional)
de: Der Name der Person (optional)
pt: O nome da pessoa que o está usando (opcional)

source: Your full name
de: Ihr Vor- und Nachname
pt: Nome completo

source: Password
de: Passwort
pt: Senha

source: Confirm password
de: Passwort bestätigen
pt: Confirme a senha

source: Leave password fields empty to keep the current one.
de: Lassen Sie das Passwort Feld leer um das jetzige Passwort zu behalten.
pt: Deixe os campos de senha em branco para manter a actual

source: Max message size
de: Max grösse einer Mail
pt: Tamanho máximo da mensagem

source: Antispam Level
pt: Nível de Antispam

source: Antivirus enable
de: Antivirus einschalten
pt: Antivírus activado

source: Email Forwarding
de: Email Weiterleitung
pt: Encaminhamento de Correio Electrónico

source: If a forward is enabled the server will send a copy of each received message to the email addresses specified below.
de: Wenn eine Weiterleitung aktiv ist sender der Server eine Kopie jeder eingehenden Nachricht zu den Email Adressen wie unten angegeben.
pt: Se um encaminhamento estiver activado,o servidor enviará uma cópia de cada mensagem recebida aos endereços de correio eletrónico especificados abaixo.

source: Forward enable
de: Weiterleitung aktiviert
pt: Encaminhamento activado

source: Forward to
de: Weiterleitung an
pt: Encaminhe a

source: You can enter more emails seperated by a comma (,)
de: Sie können mehrere Emails mit einem Komma (,) voneinander getrennt eintragen
pt: Você pode introduzir mais correios eletrónicos separados por uma vírgula,()

source: Auto reply / Vacation Message
de: Automatische Antwort / Urlaubs Nachricht
pt: Resposta automática / Mensagem de Férias

source: Autoreply will automatically answer every incoming mail with the text below.
de: "Automatische Antwort" antwortet automatisch diesen text an jede eingehende Email.
pt: A resposta automática irá de imediato responder a todas as mensagens que chegarem com o texto abaixo

source: Auto Reply enable
de: Automatische Antwort aktiviert
pt: Activar Resposta automática

source: POP3 Server
pt: Servidor de POP3

source: (incoming mail server)
de: (eingehender Mailserver)
pt: (servidor de recepção de correio )

source: SMTP Server
pt: Servidor de SMTP

source: (outgoing mail server)
de: (ausgehender Mailserver)
pt: (servidor de envio decorreio)

source: Please enable SMTP authentication!
de: Bitte "SMTP Authentication" einschalten!
pt: Por favor active a autentição SMTP

source: IMAP Server
pt: Servidor de IMAP

source: Mail in INBOX
de: EMail in der INBOX
pt: Mensagens na sua caixa

source: Update
de: Aktualisieren
pt: Actulizar

source: Mailbox access
de: Mailbox zugriff
pt: Acesso a caixa do correio

source: Are you sure?
de: Sind Sie sicher?
pt: Tem certeza?

source: Delete this E-Mail!
de: Lösche diese Email!
pt: Apagar esta Conta

source: Your email settings have not applied yet or are incorrect. Please contact %s support.
de: Ihre Email Einstellungen sind noch nicht angemeldet oder falsch. Bitte kontaktieren sie: %s.
pt: O seu endereço de e-mail não foi configurado ou foi configurado correctamente. Por favor contacte %s Suporte

source: Delete email %s
de: Email %s löschen
pt: Eliminar correio eletrónico %s

source: Are you sure? This account currently contains %s messages
de: Sind Sie sicher? Dieses Konto enthält z.Z. %s Nachrichten
pt: Tem certeza? Esta conta atualmente contém %s mensagens

source: Delete!
de: Löschen!
pt: Eliminar!

source: Graphs show you incoming and outgoing traffic from your circuits
de: Grafiken zeigen Ihnen den ein- und ausgehenden Datenverkehr ihrer Verbindungen an
pt: Os gráficos mostram-lhe o tráfego de entrada e de saída dos seus circuitos

source: Your circuits
de: Ihre Verbindungen
pt: Os seus circuitos

source: No circuits have been assigned to you, contact support@maxnet.ao if you feel that this is wrong.
de: Es sind keine Verbindungen zu Ihnen zugeortnet, bitte kontaktieren sie support@maxnet.ao wenn sie meinen das ist falsch.
pt: Nao existem Circuitos para si. Contacte supporte@maxnet.ao se acha que esta informação está errada.

source: Circuit %s
de: Verbindung %s
pt: Circuito %s

source: Welcome %s
de: Willkommen %s
pt: Bem-vindo %s

source: Logout
de: Abmelden
pt: Saída

source: Welcome to %s. This interface allows you to modify various settings of the service %s is providing to you.
de: Wilkommen to %s. Diese Schnittstelle ermöglicht Ihnen verschiedene Einstellungen zu machen die %s Ihnen bereitstellt.
pt: Bem-vindo ao %s. Esta Interface permite-lhe moficicar várias Configurações no seu Serviço

source: Thank's for visiting
de: Danke für Ihren Besuch
pt: Obrigado pela visita

source: Login again
de: Nochmal Anmelden
pt: Inicie a sessão novamente

source: Change
de: Ändern
pt: Modifique

source: Change your My-MAXNET password
de: My-MAXNET password ändern
pt: Modifique a sua senha My-MAXNET

source: Login to %s
de: An %s Anmelden
pt: Logado como %s

source: If you are a %s customer but do not have a login, please contact us or email %s
de: Wenn sie ein %s Kunde sind, aber kein Login erhalten haben, bitte nehmen Sie mit uns Kontakt auf oder Email an %s
pt: Se você for o Cliente %s, mas não tem login, por favor contacte-nos e/ou enva-nos um e-mail para %s

source: Username
de: Benutzername
pt: Nome de utilizador

source: Click %s to change your email.
de: Klicken sie %s um Ihre Email zu ändern.
pt: Click %s para mudar o seu e-mail

source: here
de: hier
pt: Aqui

source: Login to change one Email
de: Anmelden um eine Email zu Ändern
pt: Entrar para mudar o e-mial

source: Login here to change one single email. To manage other emails and your circuits, use %s.
de: Melden Sie sich hier an um Ihre email zu ändern. Um andere Email Konten und Verbindungen zu verwalten, benutzen Sie %s.
pt: Entrar aqui para mudar um único utilizador. Para Manajar outros e-mails e circuitos, usse %s

source: Your Email Address
de: Ihre Email Adresse
pt: Endereço de Correio eletrónico

source: Click %s to login to %s.
de: Clicken Sie %s um sich bei %s anzumelden.
pt: Click %s para entrar em %s

source: Change Password
de: Passwort ändern
pt: Mudar a Password

source: Change contact
de: Kontakt ändern
pt: Modifique o contacto

source: Save
de: Speichern
pt: Salvar

source: Delete this Contact!
de: Diesen Kontakt löschen!
pt: Apague o contacto

source: %s Customer Support Center
de: %s Kunden Support Center
pt: Centro de Apoio a Clientes %s

source: The %s support team is happy to assist you with technical requests. For this we maintain a contact database for you or your company.
de: Ihre %s support team hilft Ihnen gerne bei technischen Problemen. Dafuer verwalten wir eine Kontaktdatenbank für Ihre Firma.
pt: A equipa de apoio do ITA/Maxnet está feliz em assisti-lo nos seus pedidos técnicos. Para tal nós mantemos uma base de dados de contactos para si ou para a sua companhia

source: Technical support
de: Technischer Support
pt: Apoio Técnico

source: Please take one minute to fill out your contact details before we can open a support request.
de: Bitte nehmen Sie sich eine Minute zeit um ihre Kontakdaten zu hinterlassen bevor wir eine Support Anfrage anmelden können.
pt: Por favor, reserve um minuto para preencher os seus detalhes de contacto antes de abrir um pedido de assistência

source: Add Contact
de: Kontakt zufügen
pt: Adicione um contacto

source: Request form
de: Anfrage Formular
pt: Formulário de pedido

source: These are your contacts we currently have in our database. You can add or modify entries if you feel they are wrong. We will use these to contact you on service related events.
de: Diese sind Ihre Kontakt Daten die wir z.Z. in unserer Datenbank haben. Sie können neue zufügen oder ändern wenn nötig. Wir benutzen diese Kontakte ausschliesslich für Benachrichtigungen im Zusammenhang unserer Dienste.
pt: Estes são os seus contactos actualmente existentes na nossa base de dados. Você pode adicionar ou modificar entradas se perceber que estão erradas.Nós iremos usar esta informação para contacta-lo no caso de ocorrência de eventos relacionados com o serviço.

source: Add new contact
de: Neuen Kontakt zufügen
pt: Adicione um novo contacto

source: (No Contacts defined)
de: (Keine Kontakte angelegt)
pt: (Não existem contactos definidos)

source: Name
pt: Nome

source: (Firstname/Lastname)
de: (Vor-/Nachname)
pt: (Primeiro Nome/Último)

source: Email Address
de: Email Adresse
pt: Endereço de Correio eletrónico

source: Work
de: Arbeit
pt: Trabalho

source: Private
de: Privat
pt: Privado

source: Other
de: Andere
pt: Outro

source: Phone
de: Telefon
pt: Telefone

source: Mobile
de: Handy
pt: Telemóvel

source: Fixed
de: Festnetz
pt: Fixo

source: Position
pt: Posição

source: eg. 'technical', 'finance'..
de: z.B. 'Technisch', 'Buchhaltung'...
pt: Ex.:'técnico', 'finanças'

source: Any notes
de: Andere Anmerkungen
pt: Qualquer nota

source: Request sent!
de: Anfrage gesendet!
pt: Pedido enviado!

source: Your technical support request with subject '%s' has been sent.
de: Ihre Support anfrage mit Betreff '%s' wurde gesendet.
pt: O seu pedido de assistência técnica com o assunto '%s' foi enviado

source: You will get a confirmation to %s and we will contact you shortly
de: Sie erhalten eine Konfirmations-Mail an %s und wir werden sie in kürze benachrichtigen
pt: Você receberá uma confirmação em %s e será contactado em breve

source: Subject
de: Betreff
pt: Assunto

source: Type of problem
de: Art des Problems
pt: Tipo de problema

source: Network down
de: Verbindung Aus
pt: Rede desligada

source: Network performance
de: Performanz der Verbindung
pt: Performance da rede

source: Request technical assistance
de: Technische Hilfe Anfragen
pt: Solicite assist~encia técnica

source: Contact
de: Kontakt
pt: Contactos

source: Your contact
de: Ihr Kontakt
pt: os seus contactos

source: Please describe your request/problem as detailed as possible
de: Bitte beschreiben Sie ihre Anfrage/Problem so detailliert wie möglich
pt: Por favor, descreva o seu problema o mais detalhadamente possivel

source: List of contacts
de: Kontaktliste
pt: Lista de contactos

source: Back to support center
de: Zurrück zum Support-Center
pt: Voltar ao centro de suporte

source: Technical request / Problem report
de: Technische Anfrage / Problem Report
pt: Relatório técnico de Pedido de Assistência

source: Latest announcements
de: Letzte Mitteilung
pt: Últimos Anúncios

source: Back
de: Zurrück
pt: Voltar

source: Tariff
de: Tarif
pt: Tarifa

source: Comment
de: Kommentar
pt: Comentar

source: Buy
de: Kaufen
pt: Comprar

source: Account Statement
de: Kontoauszug
pt: Extrato de Conta
