Repository: neginsky58/customer-portal
Catalog: po/*/mbms.po
Languages: de, pt

source: Current Balance:
de: Aktuelles Saldo:
pt: Balanço Corrente:

source: Date
de: Datum
pt: Data

source: Debit
de: Soll
pt: Débito

source: Credit
de: Haben
pt: Crédito

source: Hotspot account %s
de: Hotspot konto %s
pt: Conta HotSpot %s

source: This account was never used and was only bought recently. You can still cancel the account and refund the money spent!
de: Dieses Konto wurde noch nie benutzt und wirde erst vor kurzem gekauft. Sie können das Konto stornieren und Ihr Geld zurrückerstatten lassen.
pt: Esta conta nunca foi usada e foi comprada recentemente. Pode sempre cancar a sua conta e reembolsar o valor pago

source: Cancel Account!
de: Account Stornieren!
pt: Cancelar Conta!

source: Past Sessions
de: Letzte Sitzungen
pt: Sessões Passada

source: Start Time
de: Start Zeit
pt: Tempo inicial

source: Duration
de: Dauer
pt: Duração

source: Data Uploaded
de: Daten Hochgeladen
pt: Upload

source: Data Downloaded
de: Daten runtergeladen
pt: Download

source: Hotspot settings
de: Hotspot Einstellungen
pt: Configuração de HotSpot

source: You successfully purchased a hotspot account
de: Sie haben einen Hotspot account gekauft
pt: Compra de Conta HotSpot efectuada com sucesso

source: Buy New
de: Neu Kaufen
pt: Comprar Nova

source: Account Balance:
de: Konto Saldo:
pt: Saldo Conta:

source: See details
de: Details anzeigen
pt: Ver detalhes

source: Current users
de: Aktiver Benutzer
pt: Utilizadores Correntes

source: Created
de: Erstellt
pt: Criado

source: Status
pt: Estado

source: 2 Days
pt: 2 Dias

source: 30 Days
pt: 30 Dias

source: One year
pt: Um ano

source: Our monitoring system was unable to ping your CPE.
pt: Nosso sistema de monitorização não conseguiu "pingar" o seu CPE.

source: The information below is based on the ARP cache on our access router and is inaccurate.
pt: A informação abaixo é baseado no cache ARP em nosso roteador de acesso e é impreciso.

source: It can still give you a reasonable indication on your circuit state. Please allow ICMP ping for accurate monitoring
pt: Ainda é uma indicação razoável sobre o seu estado de circuito. Por favor, permita ping ICMP para monitoração precisa

source: Time
pt: Tempo

source: Since
pt: Desde

source: Monitored by
pt: Monitorado por

source: CPE MAC Address on access router ARP cache - inaccurate, please allow PING
pt: CPE MAC Address do roteador de acesso ARP-cache - impreciso, por favor, permita PING

source: Edit alias account
de: Alias editieren
pt: Editar Alias

source: Delete this alias
de: Diesen Alias löschen
pt: Apagar esta Conta

source: Your alias accounts (%d/%d)
de: Ihre Email Aliase (%d/%d)
pt: Seus Alias (%d/%d)

source: Add Alias
de: Alias zufügen
pt: Adicionar Alias

source: Mailboxlimit reached, delete unused aliases if you want to create new ones
de: Sie haben Ihr Limit erreicht, löschen Sie unbenutzte Aliase um neue anzulegen
pt: Atingido o limite de Caixas de correio, elimine caixas do correio não usadas se você quiser criar novas

source: No Aliases defined
de: Kein Alias definiert.
pt: Não existem contas definidas

source: Alias To
de: Alias zu
pt: Alias para

source: An email alias is a virtual email address. It will forward incoming mail to one or more addresses.
de: Ein Email Alias ist eine virtuelle Adresse. Sie leite eingehende Email an eine oder mehrere Adressen.
pt: Um "Alias" é um e-mail virtual. Vai encaminhar os e-mail's recebidos para um ou mais endereços.

source: For example sales@yourdomain.com can forward a mail to all your sales staff.
de: Zum Beispiel verkauf@yourdomain.com kann eine email zu allen Verkaufspersonal verteilen.
pt: Por exemplo vendas@seudominio.com, por encaminhar para o e-mail de toda equipa de vendas.

source: Alias Address
de: Alias Adresse
pt: Endereço virtual

source: Separate emails with a comma (,)
de: Einzelne Emails mit einem Komma (,) voneinander trennen
pt: Separar e-mail's por vírgula

source: Site
de: Verbindung
